go-iris/n1-standard-1-5ms/c125.txt
Bombarding http://10.148.0.2:8080//5ms with 100000 request(s) using 125 connection(s)
 100000 / 100000 [===============================================================================================================] 100.00% 6s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     14958.24    2501.38   20517.63
  Latency        8.36ms     1.56ms    50.13ms
  Latency Distribution
     50%     7.84ms
     75%     9.45ms
     90%    11.26ms
     99%    16.35ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.61MB/s